/**********************************************************************
*******命名空间： SnAbp.Message.Member
*******类 名 称： MemberType
*******类 说 明： 成员类型
*******作    者： Easten
*******机器名称： EASTEN
*******CLR 版本： 4.0.30319.42000
*******创建时间： 2020/11/16 17:54:49
***********************************************************************
******* ★ Copyright @ 陕西心像科技 2020-2021. All rights reserved ★ *********
***********************************************************************
 */

namespace SnAbp.Message
{
    public enum MemberType
    {
        Organization = 1, //组织
        Role = 2, //角色
        User = 3 //用户
    }
}