/**********************************************************************
*******命名空间： SnAbp.Oa
*******类 名 称： ContractType
*******类 说 明： 合同类型
*******作    者： Easten
*******机器名称： EASTEN
*******CLR 版本： 4.0.30319.42000
*******创建时间： 2020/12/1 11:46:26
*******联系方式： 1301485237@qq.com
***********************************************************************
******* ★ Copyright @陕西心像 2020-2021. All rights reserved ★ *********
***********************************************************************
 */
using System;
using System.Collections.Generic;
using System.Text;

namespace SnAbp.Oa
{
    public enum ContractType
    {
        // todo
    }
}
