/**********************************************************************
*******命名空间： SnAbp.File
*******类 名 称： CheckServerState
*******类 说 明： 检测指定的oss服务是否可访问
*******作    者： Easten
*******机器名称： EASTEN
*******CLR 版本： 4.0.30319.42000
*******创建时间： 2020/6/9 16:03:04
***********************************************************************
******* ★ Copyright @ 陕西心像科技 2020-2021. All rights reserved ★ *********
***********************************************************************
 */

namespace SnAbp.File
{
    public class CheckServerState
    {
        public static bool Check(string serverUrl)
        {
            // TODO 
            return false;
        }
    }
}