/**********************************************************************
*******命名空间： SnAbp.File
*******类 名 称： ResourceType
*******类 说 明： 资源类型枚举 ，记录文件还是文件夹
*******作    者： Easten
*******机器名称： EASTEN
*******CLR 版本： 4.0.30319.42000
*******创建时间： 2020/6/16 14:32:10
***********************************************************************
******* ★ Copyright @ 陕西心像科技 2020-2021. All rights reserved ★ *********
***********************************************************************
 */
using System;
using System.Collections.Generic;
using System.Text;

namespace SnAbp.File
{
    /// <summary>
    /// 资源类型枚举,标识资源是文件还是文件夹
    /// </summary>
    public enum ResourceType
    {
        Folder=1,
        File = 2,
        Tag=3,
    }
}
